@extends('layouts.app')

@section('content')
    <h3>注文のやり方</h3>
    <div>
        <h4>１、prodeuct(商品一覧)ページからお好きなものをお選びください。</h4>
        <p>商品の説明や味の評価などを参考におえらびください。</p>
    </div>
    <div>
        <h4>２、コーヒー豆の詳細をお選びください。</h4>
        <p>①グラム数<br>
　         100g単位からのご購入が可能です。</p>
　      <p>②焙煎度合い<br>
            お好みの焙煎の深さをお選び頂けます。<br>
            指定がない場合、おすすめの焙煎度合いとさせて頂きます。<br></p>
        <p>③粉の挽き方</p><br>
        <p>④個数をお選びください。</p><br>
    </div>
    <div>
        <h4>３、カートへ追加します。</h4>
        <p>「カートへ」と記載されたボタンを押すと、お選び頂いた商品がカートへ追加されます。</p>
    </div>
    <div>
        <h4>４、ご注文内容の確認します。</h4>
        <p>①決済方法をお選びください。</p>
        <p>②お客様情報をご入力ください。</p>
        <p>③お届け先情報をご入力ください。</p>
        
    </div>
    <div>
        
    </div>
        
@endsection
